IDEA Open Model
BoltParam.ColsSymmetry Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the type of symmetry of columns positions.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Symmetry ColsSymmetry { get; set; }
Public Property ColsSymmetry As Symmetry
	Get
	Set
Property Value
Type: Symmetry
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace